Repository: mohammedalani1991/LearningManagementSystem
Catalog: LearningManagementSystem/Resources/Areas/ControlPanel/Views/UserProfiles/_Details.*.resx
Languages: ar

source: About
ar: حول

source: Accounts
ar: الحسابات

source: Add Company
ar: اضافة شركة

source: Add New
ar: اضافة

source: Add New User
ar: اضافه مستخدم جديد

source: Add Student
ar: اضافة طالب

source: Address
ar: العنوان

source: Advisor Details
ar: تفاصيل المستشار

source: Advisors
ar: مشرف

source: Birth Date
ar: تاريخ الميلاد

source: Birth Place
ar: مكان الولادة

source: Birthday
ar: تاريخ الميلاد

source: Branch
ar: الفرع

source: Branche
ar: فرع

source: Campaign
ar: حملة

source: Cancel
ar: اغلاق

source: Choose Contact Type
ar: اختر نوع جهة الاتصال

source: Choose Role
ar: الصلاحيات

source: Code
ar: رمز

source: Communication Channel
ar: قناة اتصال

source: Company
ar: الشركة

source: Confirm Password
ar: تاكيد كلمة المرور

source: Contact
ar: جهة اتصال

source: Contact Details
ar: تفاصيل جهة الاتصال

source: Contact Info
ar: معلومات الجهة

source: Country
ar: الدولة

source: Coverage Ratio
ar: نسبة التغطية

source: Coverage Value
ar: قيمة التغطية

source: Create Contact
ar: انشاء جهة اتصال

source: Create Trainer
ar: إنشاء مدرب

source: Created By
ar: انشأ من قبل

source: Created On
ar: تاريخ الاضافه

source: Delete
ar: حذف

source: Details
ar: تفاصيل

source: Edit
ar: تعديل

source: Educational Level
ar: المستوى التعليمي

source: Email
ar: البريد الالكتروني

source: EmloyeeNumber
ar: رقم الموظف

source: Employee
ar: موظف

source: Employee Details
ar: تفاصيل الموظف

source: Employee Info
ar: معلومات الموظف

source: Extra Mobile
ar: رقم هاتف اضافي

source: First Installment Date
ar: تاريخ القسط الأول

source: First Name
ar: الاسم الاول

source: First Sub Channel
ar: قناة فرعية اولى

source: Full Name
ar: الاسم الكامل

source: Full Time Worker
ar: عامل بدوام كامل

source: Gender
ar: الجنس

source: General Specialty
ar: التخصص العام

source: Group Name
ar: أسم المجموعة

source: Id Number
ar: رقم الهوية

source: Identifier
ar: معرف

source: Identifier Details
ar: تفاصيل المعرف

source: Identity Number
ar: رقم الهوية

source: IdNumber
ar: رقم الهوية

source: Installments Number
ar: عدد الأقساط

source: Is Full Time Worker
ar: هل دوام كامل؟

source: Is User
ar: مستخدم

source: Job
ar: الوظيفة

source: Job Type
ar: نوع الوظفة

source: Language
ar: اللغة

source: Last Login
ar: اخر تسجيل دخول

source: Last Name
ar: اسم العائلة

source: LicenseNumber
ar: رقم الرخصة

source: Mobile
ar: الهاتف

source: Name
ar: اسم

source: Not User
ar: ليس مستخدم

source: Password
ar: كلمة المرور

source: Payment Way
ar: طريقة الدفع

source: Phone
ar: الهاتف المحمول

source: Phone Number
ar: الهاتف المحمول

source: Program
ar: البرنامج

source: Rate
ar: معدل

source: Regiment
ar: الفوج

source: Right Time
ar: الوقت المناسب

source: Second Name
ar: الاسم الثاني

source: Second Sub Channel
ar: قناه فرعية ثانية

source: Settings
ar: إعدادات

source: Specialty
ar: تخصص

source: Start Work Date
ar: تاريخ العمل

source: Status
ar: حالة

source: Student
ar: طالب

source: Student Details
ar: تفاصيل الطالب

source: Student Info
ar: معلومات الطالب

source: Submit
ar: اضافة

source: Subscription Date
ar: تاريخ الاشتراك

source: Subscription Price
ar: سعر الاشتراك

source: Third Name
ar: الاسم الثالث

source: Trainer info
ar: معلومات المدرب

source: Training Consultant
ar: مستشار تدريب

source: Trainer
ar: مدرب

source: Trainer Details
ar: تفاصيل المدرب

source: Type
ar: النوع

source: User Details
ar: تفاصيل المستخذم

source: User Info
ar: معلومات المستخدم

source: User name
ar: اسم المستخذم

source: Value
ar: قيمة

source: Lead
ar: زائر

source: Lead Details
ar: تفاصيل الزائر

source: Lead Info
ar: معلومات الزائر

source: Work
ar: العمل

source: Work Hours
ar: ساعات العمل

source: Work Place
ar: مكان العمل

source: Add Regiments
ar: اضافة فوج

source: Address1
ar: العنوان

source: Address11
ar: العنوان 1

source: Birth Date1
ar: تاريخ الولادة

source: Branch1
ar: الفرع

source: Branch11
ar: الافرع

source: Campaign1
ar: الحملة الانتخابية

source: Cancel1
ar: اغلاق

source: Choose a Language
ar: اختر لغة

source: Choose Branch
ar: اختر الفرع

source: Choose Campaign
ar: اختر الحملة

source: Choose Communication Channel
ar: اختر قناة الاتصال

source: Choose Education Level
ar: اختر المستوى التعليمي

source: Choose First Sub Channel
ar: اختر القناة الفرعية الأولى

source: Choose Gender
ar: اختر الجنس

source: Choose Second Sub Channel
ar: اختر القناة الفرعية الثانية

source: Communication Channel1
ar: قناة الاتصال

source: Country1
ar: دولة

source: Create Data Bank
ar: إنشاء بنك البيانات

source: Create Regiment
ar: اضافة فوج

source: Create Target
ar: إنشاء الهدف

source: Data Bank Address info
ar: معلومات عنوان بنك البيانات

source: Data Bank Contact info
ar: معلومات الاتصال ببنك البيانات

source: Data Bank info
ar: معلومات بنك البيانات

source: Data Bank Marketing info
ar: معلومات تسويق بنك البيانات

source: Data Bank Name
ar: اسم بنك البيانات

source: Date
ar: تاريخ

source: Description
ar: وصف

source: Detail
ar: التفاصيل

source: Edit Targets Table
ar: تحرير جدول الأهداف

source: Education Level
ar: مستوى التعليم

source: Email1
ar: ايميل

source: EmloyeeNumber1
ar: رقم الموظف

source: Extra Mobile1
ar: اكسترا موبايل

source: First Name1
ar: الاسم الأول

source: First Sub Channel1
ar: القناة الفرعية الأولى

source: Full Name1
ar: الاسم الكامل

source: Gender1
ar: جنس

source: Id Number1
ar: رقم الهوية

source: Language1
ar: لغة

source: Last Name1
ar: الكنية

source: LicenseNumber1
ar: رقم الرخصة

source: Marketing Notes
ar: ملاحظات التسويق

source: Mobile1
ar: متحرك

source: Name1
ar: اسم

source: Phone1
ar: الهاتف المحمول

source: Place of Birth
ar: مكان الميلاد

source: Rate1
ar: معدل

source: Regiments
ar: الأفواج

source: Second Name1
ar: الاسم الثاني

source: Second Sub Channel1
ar: القناة الفرعية الثانية

source: Status1
ar: حالة

source: Submit1
ar: اضافة

source: Target Collection
ar: المجموعة المستهدفة

source: Target Sales
ar: المبيعات المستهدفة

source: Targets
ar: الأهداف

source: Third Name1
ar: الاسم الثالث

source: Title
ar: عنوان

source: Type1
ar: النوع

source: Value1
ar: قيمة

source: Work Place1
ar: مكان العمل

source: Work1
ar: الشغل

source: Visitor Info
ar: معلومات الزائر

source: Show In Pages
ar: ظهور في الصفحه الرئيسية

source: Email Verified
ar: التحقق من الايميل
