Repository: mohammedalani1991/LearningManagementSystem
Catalog: LearningManagementSystem/Resources/Areas/Trainer/Views/CourseHome/_SupportCourse.*.resx
Languages: ar

source: Academic Supervision Rates
ar: تقييم الإشراف الأكاديمي

source: Add New
ar: اضافه

source: Added successfully
ar: تم الاضافة بنجاح

source: Allow User Rates
ar: مقييمين المدربين

source: An Error Occurred
ar: حدث خطأ

source: An error occurred while deleting
ar: حدث خطأ اثناء الحذف

source: An error occurred while adding
ar: حدث خطأ اثناء الاضافة

source: An error occurred while adding, You must add all the required fields!
ar: حدث خطأ أثناء الإضافة ، يجب إضافة جميع الحقول المطلوبة !

source: An error occurred while adding, You must add valid dates
ar: حدث خطأ أثناء الإضافة ، يجب إضافة تواريخ صحيحة

source: An error occurred while Cancelling
ar: حدث خطأ أثناء الإلغاء

source: An error occurred while Delaying
ar: حدث خطأ أثناء التأخير

source: An error occurred while editing
ar: حدث خطأ اثناء التعديل

source: An error occurred while editing, The questions have been answered by the students
ar: حدث خطأ أثناء التحرير ، تم الإجابة على الأسئلة من قبل الطلاب

source: An error occurred while editing, You must add valid dates
ar: حدث خطأ أثناء التعديل، يجب إضافة تواريخ صحيحة

source: An error occurred while Expelling
ar: حدث خطأ أثناء الاستبعاد

source: An error occurred while regenerating the course data
ar: حدث خطأ أثناء إعادة جلب بيانات الدورة

source: An error occurred while regenerating the exam questions
ar: حدث خطأ أثناء إعادة جلب أسئلة الاختبار

source: Are you sure?
ar: هل أنت متأكد؟

source: Assignments
ar: الواجبات

source: Assignments1
ar: الواجبات

source: Attachments for Enrolled Students
ar: مرفقات الطلاب المسجلين

source: By Delaying the Student you will Remove it and Return the Enrollment Fee to the Student
ar: من خلال تأخير الطالب ، ستقوم بإزالته وإعادة رسوم التسجيل إلى الطالب

source: Calculate
ar: احسب

source: Calculate Students Mark
ar: حساب علامات الطلاب

source: Cancel
ar: إلغاء

source: Cancel Expulsion
ar: إلغاء الاستبعاد

source: Category Name
ar: اسم التصنيف

source: Categorys
ar: التصنيفات

source: Certificates are Hidden
ar: تم اخفاء الشهادات

source: Certificates Can be Viewed
ar: يمكن مشاهدة الشهادات

source: Choose a process
ar: إختر العملية

source: City
ar: مدينة

source: Count Of Student
ar: عدد الطلبة

source: Country
ar: دولة

source: Course
ar: دورة

source: Course Content
ar: محتويات الدورة

source: Course Content &lt;small&gt;(Sections, Lectures, Resources)&lt;/small&gt;
ar: محتوى الدورة<small> (الاقسام ,الدروس ,المصادر) </small>

source: Course Data
ar: بيانات الدورة

source: Course Duration
ar: مدة الدورة

source: Course Info
ar: معلومات الدورة

source: Course Name
ar: اسم الدورة

source: Created By
ar: اضيف من قبل

source: Created On
ar: تاريخ الاضافه

source: Delay
ar: تأخير

source: Delayed successfully
ar: تم التاخير بنجاح

source: Delete
ar: حذف

source: Deleted successfully
ar: تم الحذف بنجاح

source: Details
ar: تفاصيل

source: Details1
ar: تفاصيل

source: Do you really want to Calculate All the Student Marks?
ar: هل تريد حقًا حساب جميع علامات الطالب؟

source: Do you really want to Cancel Expulsion For This Student?
ar: هل تريد حقًا إلغاء الاستبعاد لهذا الطالب؟

source: Do you really want to Expel This Student?
ar: هل تريد حقًا استبعاد هذا الطالب؟

source: Edit
ar: تعديل

source: Edit Enrollment Course
ar: تعديل الدورة

source: Edit Programs
ar: تعديل البرنامج

source: Edited successfully
ar: تم التعديل بنجاح

source: Email
ar: بريد إلكتروني

source: Enroll New Trainer for the Course
ar: تسجيل مدرب جديد للدورة

source: Enroll Trainer for Course
ar: تسجيل مدرب للدورة

source: Enrolled Students
ar: الطلاب المسجلين

source: Enrollment Course
ar: دورة التسجيل

source: Error while Get Setting By Language
ar: حدث خطأ في اعدادات اللغه

source: Exams &amp; Quizzes
ar: الامتحانات والمسابقات

source: Exams &amp; Quizzes1
ar: الامتحانات والمسابقات

source: Expel
ar: استبعاد

source: Expelled successfully
ar: استبعاد بنجاح

source: Expulsion Cancelled Successfully
ar: تم إلغاء الاستبعاد بنجاح

source: Fees Amount
ar: مبلغ الرسوم

source: from
ar: من

source: Full Name
ar: الاسم الكامل

source: Gender
ar: جنس

source: Hide Certificates
ar: إخفاء الشهادات

source: Id
ar: رقم

source: Id Number
ar: رقم الهوية

source: Item No:
ar: رقم الصنف:

source: List Courses
ar: قائمة الدورات

source: Make sure that student count larger than existing students
ar: تأكد من أن عدد الطلاب أكبر من الطلاب الحاليين

source: Management Rates
ar: التقييم الإداري

source: Marks has Been Calculated
ar: تم حسب العلامات

source: Memorization Exams
ar: امتحانات التحفيظ

source: Menu
ar: قائمة

source: Mobile
ar: الهاتف المحمول

source: My Courses
ar: دوراتي

source: Name
ar: اسم

source: No data available in the table
ar: لا يوجد بيانات متاحة لعرضها

source: No results for
ar: لا يوجد نتائج بحث لـ

source: Page
ar: صفحه

source: Page1
ar: صفحه

source: Please add Some Subjects Before
ar: الرجاء إضافة بعض الموضوعات

source: Please add Some Subjects Before1
ar: الرجاء إضافة بعض الموضوعات

source: Please add valid days for the course!
ar: الرجاء إضافة أيام صحيحة للدورة!

source: Practical Exams
ar: امتحانات عملية

source: Practical Exams1
ar: الامتحانات العملية

source: Daily recitation
ar: التسميع اليومي

source: Daily recitation1
ar: التسميع اليومي

source: Recitation Exams
ar: امتحانات التجويد

source: Regenerate Course Data
ar: إعادة جلب بيانات الدورة

source: Regenerate Exam Questions
ar: إعادة جلب أسئلة الاختبار

source: Regenerated the course data successfully
ar: تم إعادة جلب البيانات الدورة بنجاح

source: Regenerated the exam questions data successfully
ar: إعادة جلب بيانات أسئلة الاختبار بنجاح

source: Save changes
ar: حفظ التغيرات

source: Saving Changes
ar: حفظ التغييرات

source: Search
ar: ابحث

source: Search For ...
ar: ابحث عن ...

source: Search In Courses
ar: البحث في الدورات

source: Search In Learning Methods
ar: طريقة التعليم

source: Search In Trainers
ar: البحث في المدربين

source: Section Name
ar: اسم الشعبة

source: Select
ar: اختر

source: Select Course
ar: اختر الدورة

source: Semester Name
ar: اسم الفصل

source: Show Attachments for Enrolled Students
ar: إظهار المرفقات للطلاب المسجلين

source: Show Certificates
ar: إظهار الشهادات

source: Show Count Of Enrolled Students
ar: إظهار عدد الطلاب المسجلين

source: Status
ar: الحالة

source: Student Alerts
ar: إنذارات الطلاب

source: Student Attendance
ar: حضور الطالب

source: Students
ar: الطلاب

source: Teacher Attendance
ar: حضور المعلم

source: Teacher Attendances
ar: حضور المعلم

source: Teacher Info
ar: معلومات المعلم

source: The Course Will be Closed And You will Not Be Able to Add or Edit it
ar: سيتم إغلاق الدورة ولن تتمكن من إضافتها أو تعديلها

source: The exam time will be in the time zone :
ar: سيكون وقت الامتحان حسب المنطقة الزمنية:

source: The selected course that you trying to enroll for the trainer already enrolled before!
ar: الدورة المختارة التي تحاول تسجيلها للمدرب قد سجلت بالفعل من قبل!

source: The Student Has Been Expelled Until
ar: تم استبعاد الطالب حتى

source: The student to be added does not meet the requirements of the course in terms of age allowed for registration!
ar: الطالب المراد إضافته لا يستوفي متطلبات المقرر من حيث العمر المسموح به للتسجيل!

source: The student to be added does not meet the requirements of the course in terms of age group (Male, Female)!
ar: الطالب المراد إضافته لا يستوفي اشتراطات المقرر من حيث الفئة العمرية (ذكر ، أنثى)!

source: The student you want to add already exists!
ar: الطالب الذي تريد إضافته موجود بالفعل!

source: Trainer Name
ar: اسم المدرب

source: Transfer
ar: نقل

source: you can't Delete an Exam with the Student in it
ar: لا يمكنك حذف الاختبار مع وجود الطالب فيه

source: You cannot enroll in this course, Please check the [Prerequisites] tab and finish the required courses!
ar: لا يمكنك التسجيل في هذه الدورة ، يرجى التحقق من علامة التبويب [الطلبات المسبقة] وإنهاء الدورات المطلوبة!

source: You have exceeded the maximum number of students on the course!
ar: لقد تجاوزت الحد الأقصى لعدد الطلاب في الدورة!

source: You must select an exam template from the list!
ar: يجب عليك تحديد قالب اختبار من القائمة!
